{

    "menu-1": "Home",
    "menu-2": "Smart Treasury",
    "menu-3": "Services",
    "menu-4": "About Us",
    "menu-5": "Contact",
    "menu-6": "©2025 CrossPay Solutions",

    "header_button-1": "App Version 1.0",
    "header_title1": "We resolve your",
    "header_title2": "international payments",
    "header_subtitle": "Fast and Secure Management of Global Payments with Advanced Technology and Competitive Costs for International Businesses.",
    "header_button-cta": "Streamline your global payments",

    "services-ticker": "Instant Updates on the Global Foreign Exchange Market",
    "services-title-1": "Financial Services for",
    "services-title-2": "Global Businesses",
    "services-paragraph": "We provide advanced financial and technological services designed to optimize treasury management, currency exchange, and international payments, with a focus on security, efficiency, and risk mitigation for global businesses.",

    "service1-title1": "Payments",
    "service1-title2": "International",
    "service1-p": "We facilitate fast and secure international payments, optimizing costs and ensuring efficiency to simplify your business's cross-border operations.",
    "service2-title1": "FX Services",
    "service2-title2": "(Foreign Exchange)",
    "service2-p": "Specialized services in currency exchange and global payments, with the best",
    "service2-p2": "partners,",
    "service2-p3": "ensuring efficiency and reliability in every transaction.",
    "service3-title1": "Smart",
    "service3-title2": "Treasury:",
    "service3-p": "Optimize liquidity and manage currency risks using instruments such as forwards and swaps, ensuring stability and security in operations.",
    "service4-title1": "AML/KYC Processes",
    "service4-title2": "Secure Operations",
    "service4-p": "Our Regulatory Compliance and AML/KYC team guarantees security and transparency, applying KYC, KYB, and KYT processes to prevent financial risks.",

    "services-cta-1": "Discover all the ",
    "services-cta-2": "benefits of your CrossPay account",
    "services-button-cta": "Sign Up Now",

    "customers-title-1": "Real Challenges",
    "customers-title-2": "for Global Leaders",
    "customers-paragraph": "At CrossPay Solutions, we understand the specific needs of e-commerce businesses, importers, exporters, and high-net-worth individuals operating in a global environment. Our clients require fast, secure, and cost-effective international transactions, as well as efficient financial management that optimizes their treasury and minimizes currency risks. We are here to turn those challenges into competitive advantages that drive companies' competitiveness in the international market.",

    "customer-section1-title-1": "Payment Optimization and Profitability",
    "customer-section1-title-2": "(Case of a Lemon Exporter in Colombia)",
    "customer-section1-paragraph": "A Colombian company dedicated to lemon exports faced difficulties managing its international payments and maximizing the utility of its resources. Its main challenges included:",
    "customer-section1-bulletTitle-1": "Collecting Payments from International Clients",
    "customer-section1-bulletParagraph-1": "Receiving payments in various currencies, which caused uncertainty in costs and processing times.",
    "customer-section1-bulletTitle-2": "Paying Local Suppliers",
    "customer-section1-bulletParagraph-2": "Its inputs and services from regional producers required quick payments in local currency, complicating financial planning.",
    "customer-section1-bulletTitle-3": "Profitability Opportunities",
    "customer-section1-bulletParagraph-3": "The company wanted to make better use of the balances resulting from collections and payments.",

    "customer-section2-title-1": "CrossPay's Solution",
    "customer-section2-title-2": "(Financial Strategies for Global Challenges)",
    "customer-section2-paragraph": "The exporting company optimized its financial management by simplifying international payment reception, reducing currency exposure, automating local payments, and making excess funds profitable, improving its treasury and competitiveness.",
    "customer-section2-bulletTitle-1": "Simplified Management of International Collections",
    "customer-section2-bulletParagraph-1": "Our platform allowed the exporter to receive international payments quickly and transparently, managing multiple currencies and reducing currency volatility with competitive exchange rates and hedging.",
    "customer-section2-bulletTitle-2": "Agile Disbursement to Local Suppliers",
    "customer-section2-bulletParagraph-2": "Once international payments were received, they were automatically converted to local currency and quickly disbursed to suppliers, improving cash flow and strengthening local relationships.",
    "customer-section2-bulletTitle-3": "Profitability of Available Balances",
    "customer-section2-bulletParagraph-3": "Excess funds were invested in short-term strategies, optimizing treasury management and generating additional returns that strengthened the exporter’s financial position and the value of its supply chain.",

    "customer-section2-title-3": "CrossPay Solution",
    "customer-section2-title-4": "Financial Optimization and Competitiveness",
    "customer-section2-paragraph-2": "Thanks to CrossPay's intervention, this Colombian lemon exporter managed to transform a complex financial management process into an agile, secure, and profitable one. From international collections to local supplier disbursements, every stage was optimized, resulting in stability, growth, and competitiveness in the global market.",

    "alliance1-title": "Greater Operational Efficiency",
    "alliance1-p": "Significant reduction in collection and payment times, simplifying financial logistics.",
    "alliance2-title": "Foreign Exchange Risk Control",
    "alliance2-p": "Stability and predictability in costs through customized currency management tools.",
    "alliance3-title": "Increased Profitability",
    "alliance3-p": "Optimization of surplus funds, generating additional income and improving operational margins.",
    "alliance4-title": "Trust and Long-Term Partnership",
    "alliance4-p": "The efficient experience strengthened the exporter's relationship with suppliers, enhancing trust in CrossPay as a strategic partner.",

    "alliance-button-cta": "Connect with our platform now",

    "contact-title-1": "Your Alliance with the Future of",
    "contact-title-2": "Global Payments",
    "contact-paragraph": "Complete the form, and our experts will get in touch to define the next steps and ensure your company's success in international payment management.",

    "form": {
        "namePlaceholder": "Contact Name",
        "emailPlaceholder": "Business Email",
        "messagePlaceholder": "Short Message",
        "termsText": "I agree to the",
        "termsLink": "Terms and Conditions",
        "privacyText": "and the",
        "privacyLink": "Privacy Policy",
        "nameRequired": "Name is required",
        "emailInvalid": "Enter a valid email address",
        "messageRequired": "Write a short message",
        "termsRequired": "Accept the terms and policy",
        "submit": "Send Message"
    },

    "footer": {
        "paragraph": "CrossPay Solutions optimizes international payments and transactions with advanced technological solutions, focusing on speed, security, and transparency. It helps businesses and individuals manage currencies and global cash flows efficiently.",    
        "title-1": "Solutions", 
        "link-1": "FX Services",
        "link-2": "Smart Treasury",
        "link-3": "International Payments",
        "title-2": "Legal",
        "link-4": "Regulatory Compliance",
        "link-5": "Privacy Policy",
        "link-6": "Terms and Conditions"
    },

    "treasury": {
        "headertreasury-title1": "Smart",
        "headertreasury-title2": "Treasury",
        "headertreasury-subtitle": "CrossPay Solutions helps you optimize your company's liquidity, reduce exchange rate risks, and make strategic decisions with innovative and customized solutions.",
        "smarttreasury-title-1": "What is Smart Treasury?",
        "smarttreasury-paragraph": "Smart treasury is an advanced approach to financial management that integrates cutting-edge technology, real-time data analysis, and currency hedging strategies to optimize liquidity, reduce volatility, and enhance control over cash flows. This vision enables businesses to anticipate risks, mitigate the impact of fluctuations in the foreign exchange market, and ensure more informed and strategic decision-making.",
        "smarttreasury-title-2": "What are the benefits for your company?",
        "benefits-title-1": "Liquidity Optimization",
        "benefits-p-1": "Improve resource allocation by ensuring the availability of funds for critical operations at the right moment.",
        "benefits-title-2": "Control and Transparency",
        "benefits-p-2": "Access consolidated information of your global financial position, strengthening the decision-making process.",
        "benefits-title-3": "Reduction of Exchange Rate Risks",
        "benefits-p-3": "Use sophisticated tools such as forwards and swaps to protect your margins against international currency fluctuations.",
        "benefits-title-4": "Strategic Agility",
        "benefits-p-4": "Quickly adjust your financial strategies in response to changes in the economic environment, maintaining your company's competitiveness and resilience.",
        "cta-1": "Boost your business with a ",
        "cta-2": "smart and efficient treasury",
        "button-cta": "Contact Us Now"
    },

    "payments": {
        "headerpayments-title-1": "Payments",
        "headerpayments-title-2": "International",
        "headerpayments-subtitle": "CrossPay Solutions is your best ally for making international payments with speed, transparency, and regulatory compliance to boost your business's global expansion.",
        "interpayments-title-1": "What are International Payments?",
        "interpayments-paragraph": "International payments represent the secure and efficient flow of funds between different countries, ensuring that cross-border transactions are executed quickly, transparently, and in compliance with regulations. This service facilitates global business relationships, optimizes the financial experience, and strengthens your business's international expansion.",
        "interpayments-title-2": "Key Benefits of Payments with CrossPay",
        "benefits-title-1": "Speed and Efficiency",
        "benefits-p-1": "Process international transfers with greater agility, reducing waiting times and improving service quality.",
        "benefits-title-2": "Total Transparency",
        "benefits-p-2": "Access clear information on costs, timelines, and operation statuses, enabling better financial planning.",
        "benefits-title-3": "Regulatory Compliance",
        "benefits-p-3": "Ensure each transaction complies with local and international regulations, minimizing reputational and legal risks.",
        "benefits-title-4": "Global Scalability",
        "benefits-p-4": "Expand your reach to new markets without worrying about financial barriers or the complexities associated with multiple currencies.",
        "cta-1": "Optimize global payments and ",
        "cta-2": "streamline your operations",
        "button-cta": "Schedule Consultation"
    },

    "fx": {
        "headerfx-title-1": "FX Services",
        "headerfx-title-2": "(Foreign Exchange)",
        "headerfx-subtitle": "Discover how CrossPay Solutions' FX Services transform your company's global financial management by ensuring competitive exchange rates, reducing currency risks, and optimizing efficiency in international operations.",
        "servicesfx-title-1": "What are FX Services?",
        "servicesfx-paragraph": "FX (Foreign Exchange) services encompass the purchase, sale, and strategic management of currencies for international transactions. These solutions allow businesses to secure competitive exchange rates, mitigate currency risks, and optimize the efficiency of their global financial management.",
        "servicesfx-title-2": "Benefits of Currency Exchange with CrossPay",
        "benefits-title-1": "Currency Risk Reduction",
        "benefits-p-1": "Protect your operating margins against market volatility.",
        "benefits-title-2": "Greater Financial Precision",
        "benefits-p-2": "Access more competitive rates and gain greater predictability in costs and cash flows.",
        "benefits-title-3": "Operational Efficiency",
        "benefits-p-3": "Simplify and streamline the process of international payments and collections, increasing the speed of your transactions.",
        "benefits-title-4": "Specialized Advisory",
        "benefits-p-4": "Our experts provide tailored guidance to design currency strategies aligned with your objectives.",
        "cta-1": "Optimize your financial management with ",
        "cta-2": "FX Services.",
        "button-cta": "Schedule a Consultation",
        "exporters-title-1": "Real Challenges",
        "exporters-title-2": "for Global Leaders",
        "exporters-paragraph": "At CrossPay Solutions, we understand the specific needs of e-commerce companies, importers, exporters, and high-net-worth individuals operating in a global environment. Our clients require fast, secure, and cost-effective international transactions, as well as efficient financial management that optimizes their treasury and minimizes currency risks. We are here to transform these challenges into competitive advantages that drive companies' competitiveness in the international market.",
        
        "exporters-section1-title-1": "Importers, Exporters and E-commerce",
        "exporters-section1-title-2": "(Expand Your Operations with Strategic Solutions)",
        "exporters-section1-paragraph": "With our financial solutions, importers, exporters, and e-commerce businesses can optimize their operations and offer an enhanced shopping experience that boosts their global reach.",
        "exporters-section1-bulletTitle-1": "Importers",
        "exporters-section1-bulletParagraph-1": "Ensure clear costs, minimizing the impact of volatility on your margins and guaranteeing a steady flow of goods.",
        "exporters-section1-bulletTitle-2": "Exporters",
        "exporters-section1-bulletParagraph-2": "Convert your foreign currency earnings more efficiently, optimizing your margins and maintaining competitiveness in international markets.",
        "exporters-section1-bulletTitle-3": "E-commerce and Trading Platforms",
        "exporters-section1-bulletParagraph-3": "Offer your customers the ability to pay in their local currency, improving the shopping experience and expanding global reach."
    },

    "contactpage": { 
        "title-1": "Connect",
        "title-2": "with Us",
        "title-3": "With the support of our FX services, your company can enhance the efficiency of its international operations. Contact us for a professional assessment and discover how to boost your company's presence in the global market.",
        "title-4": "Your Partnership with the Future of",
        "title-5": "Global Payments",
        "paragraph": "Complete the form and let us understand your needs. Our team will promptly reach out to design financial solutions tailored to your objectives."
    },

    "compliance": { 
        "compliance-title-1": "Regulatory Compliance",
        "compliance-title-2": "AML/KYC",
        "compliance-subtitle": "Strengthen the trust in your operations with a robust framework for regulatory compliance and international financial risk management.",
        "amlkyc-title-1": "What Are Regulatory Compliance and AML/KYC?",
        "amlkyc-paragraph": "Regulatory compliance and AML/KYC (Anti-Money Laundering / Know Your Customer) procedures ensure the legitimacy and transparency of financial transactions. This practice involves thorough customer identity verification, fund traceability, and strict adherence to local and international regulations, minimizing reputational and legal risks.",
        "amlkyc-title-2": "Benefits of Regulatory Compliance and AML/KYC",
        "benefits-title-1": "Security and Trust",
        "benefits-p-1": "Protect your brand integrity and company reputation by working with verified partners and clients.",
        "benefits-title-2": "Global Compliance",
        "benefits-p-2": "Align your operations with international regulations, ensuring the legality and transparency of every transaction.",
        "benefits-title-3": "Risk Prevention",
        "benefits-p-3": "Mitigate money laundering, fraud, and illicit financing, reducing exposure to sanctions and financial losses.",
        "benefits-title-4": "Better Decision-Making",
        "benefits-p-4": "With validated and reliable information about your counterparts, you can manage business relationships with greater certainty.",
        "cta-1": "Strengthen trust and security with",
        "cta-2": "AML/KYC",
        "button-cta": "Schedule a Consultation"
    },

    "us": {
        "us-title-1": "CrossPay Solutions",
        "us-subtitle-1": "Strategic Partner for Global Trade",
        "us-paragraph-1": "CrossPay Solutions was created with the purpose of being the pillar that supports and enhances the international operations of importers, exporters, and digital entrepreneurs. Through advanced technological tools, innovative financial solutions, and an unwavering commitment to ethics and sustainability, we dedicate ourselves to simplifying complexity and building bridges between global markets. Our focus is to ensure that every transaction is a step towards expansion, every decision an opportunity for growth, and every business relationship a strategic alliance that fosters success in a competitive and ever-changing environment.",
        "us-subtitle-2": "Corporate Mission",
        "us-paragraph-2": "To provide innovative financial solutions, driven by cutting-edge technology, that simplify, streamline, and strengthen international operations. Our goal is to empower multinational organizations, high-net-worth individuals, and business leaders worldwide to optimize their resources, expand their reach, and consolidate their global position with transparency, efficiency, and responsibility.",
        "us-subtitle-3": "Strategic Vision",
        "us-paragraph-3": "To become the leading strategic ally for high-impact companies and individuals, setting the international benchmark in treasury, FX services, and global payments. We will leverage the most advanced technology, the strictest regulatory compliance, and a solid network of partners to maximize business value, support decision-making, and foster sustainable growth, driving the competitiveness of our clients in an ever-evolving market.",
        "us-subtitle-4": "Values of CrossPay Solutions",
        "values-title-1": "Integrity and Transparency",
        "values-p-1": "We act with honesty, rigorously keeping our promises and providing clear processes that build trust.",
        "values-title-2": "Innovation and Excellence",
        "values-p-2": "We embrace the best technologies and continuously refine our services, anticipating the needs of a highly demanding global environment.",
        "values-title-3": "Social Responsibility and Sustainability",
        "values-p-3": "We are committed to acting with environmental, economic, and social awareness, promoting the common good and positive impact in the communities we engage with.",
        "values-title-4": "Respect and Human Service",
        "values-p-4": "We recognize the value of every individual, serving with empathy, solidarity, and ethical values, aiming to build lasting and mutually beneficial relationships.",
        "values-title-5": "Global Vision with Business Ethics",
        "values-p-5": "We connect individuals, companies, and markets in an international network of opportunities, under fair and upright principles, driving sustainable development and shared prosperity.",
        "cta-1": "Accelerate your expansion with",
        "cta-2": "efficient global solutions.",
        "button-cta": "Contact Now"
    },

    "terms": {
        "header-title": "Terms and Conditions",
        "header-subtitle": "By using the services of CrossPay Solutions, you agree to the terms that govern the use of our platforms. These terms ensure a transparent, ethical service in compliance with international regulations to optimize your global financial operations.",
        "title-1": "Terms and Conditions",
        "paragraph-1": "Etiam sit amet metus bibendum, vulputate nisi quis, mattis est. <br><br>Morbi ac elementum mi. Sed rutrum nisi a nisl luctus laoreet. Proin volutpat, ex a tristique dictum, neque ipsum placerat elit, vel sagittis metus risus non ligula. <br><br>Donec rutrum convallis sapien, vel condimentum neque euismod a. Aenean eget mi id diam rhoncus semper. Duis vel dictum dolor, nec pulvinar ante."
    },

    "privacy": {
        "header-title": "Privacy Policy",
        "header-subtitle": "At CrossPay Solutions, we protect your privacy and personal data. Our Privacy Policy explains how we collect and manage your information, ensuring its security and compliance with relevant regulations.",
        "title-1": "Privacy Policy",
        "paragraph-1": "Etiam sit amet metus bibendum, vulputate nisi quis, mattis est. <br><br>Morbi ac elementum mi. Sed rutrum nisi a nisl luctus laoreet. Proin volutpat, ex a tristique dictum, neque ipsum placerat elit, vel sagittis metus risus non ligula. <br><br>Donec rutrum convallis sapien, vel condimentum neque euismod a. Aenean eget mi id diam rhoncus semper. Duis vel dictum dolor, nec pulvinar ante."
    }

}