{

    "menu-1": "Inicio",
    "menu-2": "Tesorería Inteligente",
    "menu-3": "Servicios",
    "menu-4": "Nosotros",
    "menu-5": "Contacto",

    "header_button-1": "App Versión 1.0",
    "header_title1": "Solucionamos tus pagos",
    "header_title2": "Internacionales",
    "header_subtitle": "Gestión Rápida y Segura de pagos globales con tecnología avanzada y costos competitivos para empresas internacionales.",
    "header_button-cta": "Agiliza tus pagos internacionales",

    "services-ticker": "Actualizaciones Instantáneas del Mercado Cambiario Global",
    "services-title-1": "Servicios Financieros para",
    "services-title-2": "Empresas Globales",
    "services-paragraph": "Brindamos servicios financieros y tecnológicos avanzados, diseñados para optimizar la gestión de tesorería, el cambio de divisas y los pagos internacionales, con un enfoque en la seguridad, la eficiencia y la mitigación de riesgos para empresas globales.",

    "service1-title1": "Pagos",
    "service1-title2": "Internacionales",
    "service1-p": "Facilitamos pagos internacionales rápidos y seguros, optimizando costos y asegurando eficiencia para simplificar las operaciones transfronterizas de tu negocio.",
    "service2-title1": "Servicios FX",
    "service2-title2": "(Foreign Exchange)",
    "service2-p": "Servicios especializados en cambio de divisas y pagos globales, con los mejores",
    "service2-p2": "aliados,",
    "service2-p3": "que aseguran eficiencia y fiabilidad en cada transacción.",
    "service3-title1": "Tesorería",
    "service3-title2": "Inteligente",
    "service3-p": "Optimiza la liquidez y gestiona riesgos cambiarios utilizando instrumentos como forwards y swaps, garantizando estabilidad y seguridad en las operaciones.",
    "service4-title1": "Procesos AML/KYC",
    "service4-title2": "Operaciones Seguras",
    "service4-p": "Nuestro equipo en Cumplimiento Normativo y AML/KYC garantiza seguridad y transparencia, aplicando procesos KYC, KYB y KYT para prevenir riesgos financieros.",

    "services-cta-1": "Descubre todos los ",
    "services-cta-2": "beneficios de tu cuenta CrossPay",
    "services-button-cta": "Regístrate Ahora",

    "customers-title-1": "Desafíos Reales",
    "customers-title-2": "para Líderes Globales",
    "customers-paragraph": "En CrossPay Solutions, entendemos las necesidades específicas de empresas de comercio electrónico, importadores, exportadores y personas de alto patrimonio que operan en un entorno global. Nuestros clientes requieren transacciones internacionales rápidas, seguras y rentables, además de una gestión financiera eficiente que optimice su tesorería y minimice los riesgos cambiarios. Estamos aquí para transformar esos desafíos en ventajas competitivas que impulsen la competitividad de las empresas en el mercado internacional.",

    "customer-section1-title-1": "Optimización de Pagos y Rentabilidad",
    "customer-section1-title-2": "(Caso de un exportador de limón en Colombia)",
    "customer-section1-paragraph": "Una empresa colombiana dedicada a la exportación de limón enfrentaba dificultades para gestionar sus pagos internacionales y maximizar la utilidad de sus recursos. Sus principales retos incluían:",
    "customer-section1-bulletTitle-1": "Cobro a Clientes Internacionales",
    "customer-section1-bulletParagraph-1": "Recibir pagos en distintas divisas, lo que generaba incertidumbre en los costos y tiempos de procesamiento.",
    "customer-section1-bulletTitle-2": "Pago a Proveedores Locales",
    "customer-section1-bulletParagraph-2": "Sus insumos y servicios provenientes de productores regionales exigían pagos rápidos en moneda local, complicando la planificación financiera.",
    "customer-section1-bulletTitle-3": "Oportunidades de Rentabilización",
    "customer-section1-bulletParagraph-3": "La empresa deseaba sacar mayor provecho a los saldos resultantes entre cobros y pagos.",

    "customer-section2-title-1": "La Solución de CrossPay",
    "customer-section2-title-2": "(Estrategias Financieras para Retos Globales)",
    "customer-section2-paragraph": "La empresa exportadora optimizó su gestión financiera al simplificar la recepción de pagos internacionales, reducir la exposición cambiaria, automatizar pagos locales y rentabilizar fondos excedentes, mejorando su tesorería y competitividad.",
    "customer-section2-bulletTitle-1": "Gestión Simplificada de Cobros Internacionales",
    "customer-section2-bulletParagraph-1": "Nuestra lataforma permitió al exportador recibir pagos internacionales de manera rápida y transparente, gestionando múltiples divisas y reduciendo la volatilidad cambiaria con tipos de cambio competitivos y coberturas.",
    "customer-section2bulletTitle-2": "Dispersión Ágil a Proveedores Locales",
    "customer-section2-bulletParagraph-2": "Una vez recibidos los pagos internacionales, se automatizó la conversión a moneda local y la dispersión rápida a proveedores, mejorando el flujo de caja y fortaleciendo las relaciones locales.",
    "customer-section2-bulletTitle-3": "Rentabilización de Saldos Disponibles",
    "customer-section2-bulletParagraph-3": "El excedente de fondos se invirtió en estrategias de corto plazo, optimizando la tesorería y generando rendimientos adicionales que fortalecieron la posición financiera y el valor de la cadena de suministro del exportador.",

    "customer-section2-title-3": "CrossPay Solutions",
    "customer-section2-title-4": "Optimización Financiera y Competitividad",
    "customer-section2-paragraph-2": "Gracias a la intervención de CrossPay, este exportador colombiano de limón logró transformar una gestión financiera compleja en un proceso ágil, seguro y rentable. Desde los cobros internacionales hasta la dispersión a proveedores locales, cada etapa se optimizó, reflejándose en la estabilidad, el crecimiento y la competitividad de su negocio en el mercado global.",

    "alliance1-title": "Mayor Eficiencia Operativa",
    "alliance1-p": "Reducción significativa en los tiempos de cobro y pago, simplificando la logística financiera.específicas.",
    "alliance2-title": "Control de Riesgo Cambiario",
    "alliance2-p": "Estabilidad y previsibilidad en los costos gracias a herramientas personalizadas de gestión de divisas.",
    "alliance3-title": "Aumento de la Rentabilidad",
    "alliance3-p": "Rentabilización de fondos excedentes, generando ingresos adicionales y mejorando el margen operativo.",
    "alliance4-title": "Confianza y Relación a Largo Plazo",
    "alliance4-p": "La experiencia eficiente fortaleció la relación del exportador con sus proveedores, aumentando la confianza en CrossPay como socio estratégico.",

    "alliance-button-cta": "Conéctate ahora con nuestra plataforma",

    "contact-title-1": "Tu Alianza con el Futuro de los ",
    "contact-title-2": "Pagos Globales",
    "contact-paragraph": "Completa el formulario y nuestros expertos se pondrán en contacto para definir los próximos pasos y asegurar el éxito de tu empresa en la gestión de pagos internacionales.",

    "form": {
        "namePlaceholder": "Nombre de contacto",
        "emailPlaceholder": "Email de negocios",
        "messagePlaceholder": "Mensaje corto",
        "termsText": "Acepto los",
        "termsLink": "Términos y Condiciones",
        "privacyText": "y la",
        "privacyLink": "Política de Privacidad",
        "nameRequired": "El nombre es obligatorio",
        "emailInvalid": "Ingresa un correo electrónico válido",
        "messageRequired": "Escribe un mensaje corto",
        "termsRequired": "Acepta los términos y la política",
        "submit": "Enviar Mensaje"
    },

    "footer": {
        "paragraph": "CrossPay Solutions optimiza pagos y transacciones internacionales con soluciones tecnológicas avanzadas, enfocándose en la velocidad, seguridad y transparencia. Ayuda a empresas e individuos a gestionar divisas y flujos de efectivo globales de manera eficiente.", 
        "title-1": "Soluciones",
        "link-1": "Servicios FX",
        "link-2": "Tesorería Inteligente",
        "link-3": "Pagos Internacionales",
        "title-2": "Legal",
        "link-4": "Cumplimiento Normativo",
        "link-5": "Política de Privacidad",
        "link-6": "Términos y Condiciones"
    },

    "treasury": {
        "headertreasury-title1": "Tesorería",
        "headertreasury-title2": "Inteligente",
        "headertreasury-subtitle": "CrossPay Solutions te ayuda a optimizar la liquidez de tu empresa, reducir riesgos cambiarios y tomar decisiones estratégicas con soluciones innovadoras y personalizadas.",
        "smarttreasury-title-1": "¿Qué es la Tesorería Inteligente?",
        "smarttreasury-paragraph": "La tesorería inteligente es un enfoque avanzado en la gestión financiera que integra tecnología de vanguardia, análisis de datos en tiempo real y estrategias de cobertura cambiaria, con el propósito de optimizar la liquidez, reducir la volatilidad y elevar el control sobre los flujos de efectivo. Esta visión permite a las empresas anticipar riesgos, mitigar el impacto de las fluctuaciones en el mercado de divisas y asegurar decisiones más informadas y estratégicas.",
        "smarttreasury-title-2": "¿Cuáles son los beneficios para tu empresa?",
        "benefits-title-1": "Optimización de Liquidez",
        "benefits-p-1": "Mejore la asignación de recursos, garantizando la disponibilidad de fondos para operaciones críticas en el momento adecuado.",
        "benefits-title-2": "Control y Transparencia",
        "benefits-p-2": "Acceda a información consolidada de su posición financiera global, fortaleciendo el proceso de toma de decisiones.",
        "benefits-title-3": "Reducción de Riesgo Cambiario",
        "benefits-p-3": "Emplee herramientas sofisticadas, como forwards y swaps, para proteger sus márgenes ante las variaciones monetarias internacionales.",
        "benefits-title-4": "Agilidad Estratégica",
        "benefits-p-4": "Ajuste rápidamente sus estrategias financieras frente a cambios en el entorno económico, manteniendo la competitividad y resiliencia de su empresa.",
        "cta-1": "Impulse su negocio con una ",
        "cta-2": "tesorería inteligente y eficiente",
        "button-cta": "Contáctenos Ahora"
    },

    "payments": {
        "headerpayments-title-1": "Pagos",
        "headerpayments-title-2": "Internacionales",
        "headerpayments-subtitle": "CrossPay Solutions es tu mejor aliado para realizar pagos internacionales con rapidez, transparencia y cumplimiento normativo para impulsar la expansión global de tu negocio.",
        "interpayments-title-1": "¿Qué son los Pagos Internacionales?",
        "interpayments-paragraph": "Los pagos internacionales representan el flujo seguro y eficiente de fondos entre diferentes países, garantizando que las transacciones transfronterizas se ejecuten con rapidez, transparencia y cumplimiento normativo. Este servicio facilita las relaciones comerciales globales, optimizando la experiencia financiera y fortaleciendo la expansión internacional de su negocio.",
        "interpayments-title-2": "Beneficios clave de los pagos con CrossPay",
        "benefits-title-1": "Rapidez y Eficiencia",
        "benefits-p-1": "Procese transferencias internacionales con mayor agilidad, reduciendo tiempos de espera y mejorando la calidad del servicio.",
        "benefits-title-2": "Transparencia Total",
        "benefits-p-2": "Acceda a información clara sobre costos, plazos y estados de las operaciones, lo que permite una mejor planificación financiera.",
        "benefits-title-3": "Cumplimiento Normativo",
        "benefits-p-3": "Asegure que cada transacción cumpla con las regulaciones locales e internacionales, minimizando riesgos reputacionales y legales.",
        "benefits-title-4": "Escalabilidad Global",
        "benefits-p-4": "Amplíe su alcance a nuevos mercados sin preocuparse por las barreras financieras o las complejidades asociadas a múltiples divisas.",
        "cta-1": "Optimice pagos globales y ",
        "cta-2": "agilice sus operaciones",
        "button-cta": "Programar Asesoría"
    },

    "fx": {
        "headerfx-title-1": "Servicios FX",
        "headerfx-title-2": "(Foreign Exchange)",
        "headerfx-subtitle": "Descubra cómo los Servicios FX de CrossPay Solutions transforman la gestión financiera global de tu empresa al asegurar tipos de cambio competitivos, reduciendo riesgos cambiarios y optimizando la eficiencia en operaciones internacionales.",
        "servicesfx-title-1": "¿Qué son los Servicios FX?",
        "servicesfx-paragraph": "Los servicios FX (Foreign Exchange) abarcan la compra, venta y administración estratégica de divisas para transacciones internacionales. Estas soluciones permiten a las empresas asegurar tipos de cambio competitivos, mitigar riesgos cambiarios y optimizar la eficiencia de su gestión financiera global.",
        "servicesfx-title-2": "Beneficios del cambio de divisas con CrossPay",
        "benefits-title-1": "Reducción del Riesgo Cambiario",
        "benefits-p-1": "Proteja los márgenes de sus operaciones frente a la volatilidad de los mercados.",
        "benefits-title-2": "Mayor Precisión Financiera",
        "benefits-p-2": "Acceda a tasas más competitivas y obtenga mayor previsibilidad en costos y flujos de caja.",
        "benefits-title-3": "Eficiencia Operativa",
        "benefits-p-3": "Simplifique y agilice el proceso de pagos y cobros internacionales, incrementando la velocidad de sus transacciones.",
        "benefits-title-4": "Asesoría Especializada",
        "benefits-p-4": "Nuestros expertos le brindan orientación a la medida para diseñar estrategias cambiarias alineadas a sus objetivos.",
        "cta-1": "Optimice su gestión financiera con ",
        "cta-2": "Servicios FX.",
        "button-cta": "Agende una Consulta",
        "exporters-title-1": "Desafíos Reales",
        "exporters-title-2": "para Líderes Globales",
        "exporters-paragraph": "En CrossPay Solutions, entendemos las necesidades específicas de empresas de comercio electrónico, importadores, exportadores y personas de alto patrimonio que operan en un entorno global. Nuestros clientes requieren transacciones internacionales rápidas, seguras y rentables, además de una gestión financiera eficiente que optimice su tesorería y minimice los riesgos cambiarios. Estamos aquí para transformar esos desafíos en ventajas competitivas que impulsen la competitividad de las empresas en el mercado internacional.",

        "exporters-section1-title-1": "Importadores, Exportadores y Ecommerce",
        "exporters-section1-title-2": "(Expande tus Operaciones con Soluciones Estratégicas)",
        "exporters-section1-paragraph": "Con nuestras soluciones financieras, importadores, exportadores y comercios electrónicos pueden optimizar sus operaciones y ofrecer una experiencia de compra mejorada que impulse su alcance global.",
        "exporters-section1-bulletTitle-1": "Importadores",
        "exporters-section1-bulletParagraph-1": "Asegure costos claros, minimizando el impacto de la volatilidad en sus márgenes y garantizando un flujo constante de mercancías.",
        "exporters-section1-bulletTitle-2": "Exportadores",
        "exporters-section1-bulletParagraph-2": "Convierte tus ingresos en divisas de manera más eficiente, optimizando sus márgenes y manteniendo la competitividad en mercados internacionales.",
        "exporters-section1-bulletTitle-3": "Ecommerce y Plataformas de Comercio",
        "exporters-section1-bulletParagraph-3": "Ofrece a tus clientes la posibilidad de pagar en su moneda local, mejorando la experiencia de compra y ampliando el alcance global."
    },

    "contactpage": {
        "title-1": "Conéctate",
        "title-2": "con Nosotros",
        "title-3": "Con el respaldo de nuestros servicios FX, su empresa puede elevar la eficiencia de sus operaciones internacionales. Contáctenos para recibir una evaluación profesional y descubrir cómo potenciar la presencia de tu empresa en el mercado global.",
        "title-4": "Tu Alianza con el Futuro de los ",
        "title-5": "Pagos Globales",
        "paragraph": "Complete el formulario y permítenos conocer tus necesidades. Nuestro equipo se pondrá en contacto prontamente para diseñar soluciones financieras adaptadas a tus objetivos."
    },

    "compliance": {
        "compliance-title-1": "Cumplimiento Normativo",
        "compliance-title-2": "AML/KYC",
        "compliance-subtitle": "Fortalezca la confianza de tus operaciones con un marco robusto de cumplimiento normativo y control de riesgos financieros internacionales.",
        "amlkyc-title-1": "¿Qué es el Cumplimiento Normativo y AML/KYC?",
        "amlkyc-paragraph": "El cumplimiento normativo y los procedimientos de AML/KYC (Anti-Money Laundering / Know Your Customer) aseguran la legitimidad y transparencia de las transacciones financieras. Esta práctica implica la verificación exhaustiva de la identidad de clientes, la trazabilidad de los fondos y el estricto apego a las regulaciones locales e internacionales, minimizando riesgos reputacionales y legales.",
        "amlkyc-title-2": "Beneficios del cumplimiento normativo y AML/KYC",
        "benefits-title-1": "Seguridad y Confianza",
        "benefits-p-1": "Proteja la integridad de su marca y la reputación de su empresa al operar con socios y clientes verificados.",
        "benefits-title-2": "Cumplimiento Global",
        "benefits-p-2": "Alinee sus operaciones con normativas internacionales, garantizando la legalidad y la transparencia de cada transacción.",
        "benefits-title-3": "Prevención de Riesgos",
        "benefits-p-3": "Mitigue el lavado de dinero, el fraude y el financiamiento ilícito, reduciendo la exposición a sanciones y pérdidas financieras.",
        "benefits-title-4": "Mejor Toma de Decisiones",
        "benefits-p-4": "Al contar con información validada y confiable sobre sus contrapartes, podrá gestionar relaciones comerciales con mayor certeza.",
        "cta-1": "Refuerce la confianza y seguridad con",
        "cta-2": "AML/KYC",
        "button-cta": "Programar Asesoría"
    },

    "us": {
        "us-title-1": "CrossPay Solutions",
        "us-subtitle-1": "Socio Estratégico para el Comercio Global",
        "us-paragraph-1": "CrossPay Solutions impulsa las operaciones globales de importadores, exportadores y emprendedores digitales con tecnología avanzada y soluciones éticas, simplificando transacciones y creando alianzas estratégicas para el éxito en un mercado competitivo.",
        "us-subtitle-2": "Misión Corporativa",
        "us-paragraph-2": "Brindar soluciones financieras innovadoras, impulsadas por tecnología de vanguardia, que simplifiquen, agilicen y fortalezcan las operaciones internacionales. Nuestro objetivo es habilitar a organizaciones multinacionales, individuos de alto patrimonio y líderes empresariales en todo el mundo, para que optimicen sus recursos, amplíen su alcance y consoliden su posición global con transparencia, eficiencia y responsabilidad.",
        "us-subtitle-3": "Visión Estratégica",
        "us-paragraph-3": "Convertirnos en el principal aliado estratégico para empresas e individuos de alto impacto, siendo la referencia internacional en tesorería, servicios FX y pagos globales. Apalancaremos la tecnología más avanzada, el cumplimiento normativo más estricto y una sólida red de socios, con el propósito de maximizar el valor empresarial, respaldar la toma de decisiones y fomentar el crecimiento sostenible, impulsando así la competitividad de nuestros clientes en un mercado en constante evolución.",
        "us-subtitle-4": "Valores de CrossPay Solutions",
        "values-title-1": "Integridad y Transparencia",
        "values-p-1": "Obramos con honestidad, cumpliendo rigurosamente nuestras promesas y brindando procesos claros que fortalezcan la confianza.",
        "values-title-2": "Innovación y Excelencia",
        "values-p-2": "Adoptamos las mejores tecnologías y perfeccionamos constantemente nuestros servicios, anticipándonos a las necesidades de un entorno global altamente exigente.",
        "values-title-3": "Responsabilidad Social y Sostenibilidad",
        "values-p-3": "Nos comprometemos a actuar con conciencia ambiental, económica y social, promoviendo el bien común y el impacto positivo en las comunidades con las que interactuamos.",
        "values-title-4": "Respeto y Servicio Humano",
        "values-p-4": "Reconocemos el valor de cada persona, sirviendo con empatía, solidaridad y valores éticos, buscando construir relaciones duraderas y beneficiosas para todos.",
        "values-title-5": "Visión Global con Ética Empresarial",
        "values-p-5": "Conectamos individuos, empresas y mercados en una red internacional de oportunidades, bajo principios rectos y justos, impulsando el desarrollo sostenible y la prosperidad compartida.",
        "cta-1": "Acelera tu expansión con",
        "cta-2": "soluciones globales eficientes.",
        "button-cta": "Contactar Ahora"
    },

    "terms": {
        "header-title": "Términos y Condiciones",
        "header-subtitle": "Al utilizar los servicios de CrossPay Solutions, acepta los términos que regulan el uso de nuestras plataformas. Estos términos aseguran un servicio transparente, ético y en cumplimiento con las normativas internacionales para optimizar sus operaciones financieras globales.",
        "title-1": "Términos y Condiciones",
        "paragraph-1": "Etiam sit amet metus bibendum, vulputate nisi quis, mattis est. <br><br>Morbi ac elementum mi. Sed rutrum nisi a nisl luctus laoreet. Proin volutpat, ex a tristique dictum, neque ipsum placerat elit, vel sagittis metus risus non ligula. <br><br>Donec rutrum convallis sapien, vel condimentum neque euismod a. Aenean eget mi id diam rhoncus semper. Duis vel dictum dolor, nec pulvinar ante."
    },

    "privacy": {
        "header-title": "Política de Privacidad",
        "header-subtitle": "En CrossPay Solutions, protegemos tu privacidad y datos personales. Nuestra Política de Privacidad explica cómo recopilamos y gestionamos tu información, asegurando su seguridad y el cumplimiento con las regulaciones pertinentes.",
        "title-1": "Política de Privacidad",
        "paragraph-1": "Etiam sit amet metus bibendum, vulputate nisi quis, mattis est. <br><br>Morbi ac elementum mi. Sed rutrum nisi a nisl luctus laoreet. Proin volutpat, ex a tristique dictum, neque ipsum placerat elit, vel sagittis metus risus non ligula. <br><br>Donec rutrum convallis sapien, vel condimentum neque euismod a. Aenean eget mi id diam rhoncus semper. Duis vel dictum dolor, nec pulvinar ante."
    }

}